IdeaRS.Connections
AddedMemberData.LCSZVectY Property
Compatible with IDEA StatiCa 0.0
 Gets or sets Y value of the Z vector of the local coordinate system of the beam segment
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public double LCSZVectY { get; set; }
Property Value
Type: Double
See Also
Reference
AddedMemberData Class
IdeaRS.Connections.Data Namespace